export const data = [
  {
    quiz: "다음 중 <헤어질 결심>(2022, 박찬욱)에 등장하지 않는 음식은?",
    answer: 2, // index
    options: ["초밥", "볶음밥", "파스타", "석류"],
  },
  {
    quiz: "다음 중 <벌새>(2018, 김보라)에 등장하는 대사가 아닌 것은?",
    answer: 3,
    options: [
      "제 삶도 언젠가 빛이 날까요?",
      "언니, 그건 지난 학기잖아요.",
      "더 나아지기 위해 우리는 기꺼이 더 나빠졌다. 그게 우리의 최선이었다.",
      "우리는 늘 누군가를 만나 무언가를 나눈다는 것, 세상은 참 신기하고 아름답다.",
    ],
  },
  {
    quiz: "다음 중 소설가 무라카미 하루키의 소설을 바탕으로 만든 영화가 아닌 것은?",
    answer: 3,
    options: [
      "드라이브 마이 카(2021, 하마구치 류스케)",
      "버닝(2018, 이창동)",
      "토니 타키타니(2004, 이치카와 준)",
      "환상의 빛(1995, 고레에다 히로카즈)",
    ],
  },
  {
    quiz: "배우 양자경은 제95회 아카데미 시상식에서 <에브리씽 에브리웨어 올 앳 원스>(2022, 댄 콴)로 여우주연상을 수상했다. 다음 빈칸을 채워 해당 수상 소감을 완성하시오.",
    answer: "여성",
  },
  {
    quiz: "다음 중 칸 영화제에서 황금종려상을 수상하지 않은 작품은?",
    answer: 2,
    options: [
      "가장 따뜻한 색, 블루(2013, 압델라티프 케시시)",
      "어느 가족(2018, 고레에다 히로카즈)",
      "노매드랜드(2020, 클로이 자오)",
      "슬픔의 삼각형(2022, 루벤 외스틀룬드)",
    ],
  },
  {
    quiz: "다음은 영화 <샤이닝>(1980, 스탠리 큐브릭)의 한 장면이다. 사진 속 인물의 대사로 가장 적절한 것은?",
    answer: 4,
    options: ["Johnny is coming!", "Johnny, I found you!", "It's me, Johnny!", "Here's Johnny!"],
  },
];
